# zsh-utils
belak/zsh-utils path:history
belak/zsh-utils path:completion

# fish-like plugins
mattmc3/zfunctions
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search kind:defer

# other plugins
hlissner/zsh-autopair kind:defer
jeffreytse/zsh-vi-mode
